const quizData = [
    { cat: "IT", q: "Что такое API?", a: ["Интерфейс", "База", "Стиль", "Сервер", "Язык"], c: 0 },
    { cat: "IQ", q: "2 + 2 * 2?", a: ["8", "6", "4", "10", "12"], c: 1 },
    { cat: "Машины", q: "Эмблема с быком?", a: ["Lamborghini", "Ferrari", "BMW", "Audi", "Ford"], c: 0 },
    { cat: "Игры", q: "Враг в Minecraft?", a: ["Крипер", "Зомби", "Дракон", "Скелет", "Паук"], c: 0 },
    { cat: "Бизнес", q: "Что такое стартап?", a: ["Компания", "Игра", "Код", "Сайт", "Дизайн"], c: 0 }
];
